Repository: mozilla-l10n/mt-training-data
Catalog: quy/quy_pontoon.tmx
Source language: en_us
Languages: quy

source: The update could not be installed. Please make sure there are no other copies of %S running on your computer, and then restart %S to try again.
quy: Kunanchaymi mana hapichinapaq hinachu . %S nisqapi Qaway mana huq rapikuna kunankuna kasqanta, chaymanta kaqmanta haykuy %S nisqaman kutipanaykipaq

source: The Update was successfully installed
quy: Kunanchasqaqa allin hapichisqan kachkan

source: The video on this page can’t be played. Your system may not have the required video codecs for: %S
quy: The video on this page can't be played. Your system may not have the required video codecs for: %S\u0020

source: This application has not been configured to display crash reports.
quy: Kay churaq siqinchasqapiqa manan churasqaraqchu pantaykuna qawarichinanpaq.

source: This application has not been configured to display crash reports. The preference <code>breakpad.reportURL</code> must be set.
quy: Kaypiqa manan siqinchasqachu pantaykuna qawachinanpaqqa. aswanmi waykapayninta ninan <code> breakpad.reportURL</code> nisqapi

source: This is a list of “about” pages for your convenience.<br/> Some of them might be confusing. Some are for diagnostic purposes only.<br/> And some are omitted because they require query strings.
quy: Kayqa qatiqatisuti qatiqatirapikunapi “about”nisqata allinkayniykipaq allchaspa <br/>nisqapin wakinkaqkunan pantayman apasunkiman .huqkunataq kanman qawarichisunallaykipaq <br/> nisqapi hinaspan wakintaqa mana qawariqpas tukuspan ichaqa kanku tapurikunallapaq.

source: This is very experimental. Do not use without adult supervision.
quy: Kayqa yachapakuypi qispisqallan. mana kuraqpa qawariyninwanqa manan haykukunanchu.

source: This page contains technical information that might be useful when you’re trying to solve a problem. If you are looking for answers to common questions about { -brand-short-name }, check out our <a data-l10n-name="support-link">support website</a>.
quy: Kay qatiqatirapipiqa chanin willakuykunan kan sasachakuypi yanapasunaykipaq .hinakaq tapukuykunapaq kutichiyninta munaspaqa { -brand-short-name }nisqamanta haykuy ñuqaykupa <a data-l10n-name="support-link">nisqaman yanapaq llikachasqa ukuman </a>nisqapi.

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
quy: Kay qatiqatirapin mañakusunki hinakaqmininaykita lluqsinaykipaq-Lliw haykuchisqayki imanisqaykikunan chinkanman .

source: This page shows the information about performance, hardware, usage and customizations collected by Telemetry. This information is submitted to { $telemetryServerOwner } to help improve { -brand-full-name }.
quy: Kay qatiqatirapiqa qawarichinmi kallpapakusqanta, hardware nisqa ruwayta hinaspa uqarisqa kikinchayninta Telemetry.nisqawan.kay willakuyqa { $telemetryServerOwner } nisqamanmi apachikunan { -brand-full-name }.nisqa aswan allin kananpaq.

source: This plugin is automatically installed by Mozilla to comply with the WebRTC specification and to enable WebRTC calls with devices that require the H.264 video codec. Visit https://www.openh264.org/ to view the codec source code and learn more about the implementation.
quy: Kay pluging nisqan Mozilla nisqawan kikinchaspa hapichisqañakan imaninaqkunawan tawqapakunanpaq WebRTC nisqapi hinaspa waqyakuykuna chachkinanpaq WebRTC nisqawan chupanchananpaq codec de video H.264. Visita http://www.openh264.org/ nisqa qawananpaq chaymanta kikin ñawinman hinaspa aswanta allipachiynin yachapapaq ima.

source: This will delete all reports and cannot be undone.
quy: Kayqa lliw kasqantan chinkachinqa hinaspaqa manan atikunqañachu

source: Toggle
quy: Huñunay

source: toggle button
quy: Tiqrapaypa ñitinan \u0020

source: toolbar
quy: Taqi allchanapaq \u0020

source: top
quy: wichay \u0020

source: To play video formats %S, you need to install extra Microsoft software, see https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
quy: To play video formats %S, you need to install extra Microsoft software, see https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows nisqa\u0020

source: touch input enabled
quy: Tupaykunaq haykunanpa kichasqa

source: tree table
quy: Sachapa runkupatan \u0020

source: Troubleshooting Information
quy: Willakuy sasachakuykuna allipachinapaq

source: Try Safe Mode
quy: Qaqakaqta tantiyaspa

source: txtarea
quy: areatxt nisqa \u0020

source: U
quy: U nisqa kunkawaki

source: Unable to check <input pattern='%S'> because the pattern is not a valid regexp: %S
quy: <input pattern='%S'> nisqapiqa manan kaqmantaqa qawapakunmanchu regexpl nisqan manapuni allinchu %S nisqapi.

source: Unable to redirect to %S because the channel doesn’t implement nsIWritablePropertyBag2.
quy: %S nisqatas manapuni kaqkaqmanta qawachiytaqa atikunchu nsIWritablePropertyBag2. nisqapis huntapasqa qawanas mana imakaqkunawan huntachisqachu .\u0020

source: unavailable
quy: manakaq \u0020

source: unchecked
quy: mana aqllasqa \u0020

source: under
quy: ura \u0020

source: underscript
quy: pisiqilqay \u0020

source: Unknown status
quy: Manariqsisqa kasqan

source: unselected
quy: mana aqllasqa \u0020

source: Update
quy: Kunanchay

source: Update Available
quy: Qallariy kunanchana kichasqa

source: Update Channel
quy: Qawanapatapa kunanchanankuna

source: Update History
quy: Kawsaykunapa kunanchayninkuna.

source: Update Password
quy: Kunanchay payllapa nisqata

source: Update %S
quy: %S nisqa kunanchay

source: Update saved password for %S?
quy: \u0020%S? nisqapaq payllapa allchasqata kunanchawaqchu?

source: Update saved password for this login?
quy: Kunanchay payllapa kasqanta kay llikakichaqpaq allchasqata

source: Update server not found (check your internet connection)
quy: Manan tarikunchu kunanchanakunapa haywaqnin ( chupanchasqaykita qawariy kaqmanta llikachasqaman)

source: Update XML file malformed (200)
quy: \u0020XML nisqa taqiqa mana allin kunanchasqan ( iskay pachaq) nisqapi

source: Update XML file not found (404)
quy: XML (tawa pachaq tawayuq) nisqapin mana tarikunchu taqi kunanchaykuna

source: updiagarrow
quy: updiagarrow nisqa \u0020

source: up diagonal arrow
quy: tiqranpa wichayman siqi \u0020

source: up diagonal strike
quy: siqllu wichayman \u0020

source: updiagstrike
quy: updiagstrike nisqa \u0020

source: URL
quy: tiyanan, maypikanan, \u0020

source: Use of attributes’ nodeValue attribute is deprecated. Use value instead.
quy: Kaqninta churanki chayqa nodeValue nisqaqa mana imapaqmi .value nisqata rantinpi churay. \u0020

source: Use of attributes’ textContent attribute is deprecated. Use value instead.
quy: Kaqninta churanki chayqa textContext nisqaqa kaqninkunapin mana imapaqmi.value nisqata aswan rantinta churay.\u0020

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
quy: captureEvents() nisqa euwaymi mana imapaq .Kikinpaykita kunanchanaykipaqqa addEventListener()nisqa DOM 2.kaymanta ruway aswanta munaspaykiqa haykuy http://developer.mozilla.org/en/docs/DOM:element.addEventListener nisqaman.

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
quy: createAttribute() nisqapi kaskasqarapita churanki chayqa mana imapaqmi. huntapaqta churay setAttribute() nisqa rantinpi. \u0020

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
quy: createAttributeNS()nisqata churanki chayqa mana imapaqmi.huntapasqata setAttributeNS()nisqa rantinpi \u0020

source: Use of document.load forbidden on Documents that come from other Windows. Only the Window in which a Document was created is allowed to call .load on that Document. Preferably, use XMLHttpRequest instead.
quy: document.load nisqaqa manapunin chaskikuñachu huq wasituqukunamanta kaskasqarapikuna hamuqkunataqa ichaqa may wasituqu nisqapi kaskasqarapi ruwakuran chayllan waqyakunan load nisqata chay kaskasqarapipi .XMLHttpRequest nisqata aswan churay rantinpi.

source: Use of document.load() is deprecated. To upgrade your code, use the DOM XMLHttpRequest object. For more help https://developer.mozilla.org/en/XMLHttpRequest
quy: load() nisqa kaskasqaraphi ruwayqa mana imapaqmi .DOM XMLHttpRequest. nisqata kikinpayki kunanchanaykipaqqa churay,https://developer.mozilla.org/en/XMLHttpRequest nisqapi aswan yanapakuy tarinaykipaq haykuy.

source: Use of DOMException’s code attribute is deprecated. Use name instead.
quy: \u0020code de DOMException nisqas manaña imapaqpas kanñachu chaysi name nisqata eantinpi churanayki.\u0020

source: Use of enablePrivilege is deprecated. Please use code that runs with the system principal (e.g. an extension) instead.
quy: \u0020enablePrivilege nisqata churanki chayqa mana imapaqmi .aswan churay kikinpa imakaqta ruwakunanpaq ( qawarichiy huk taripachinata ) paypa rantinta churay.\u0020

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
quy: getAttributeNode() nisqata churanki chayqa mana imapaqmi .getAttribute() nisqata aswan rantinpi churay. \u0020

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
quy: getAttributeNode() nisqata churanki chayqa mana imapaqmi getAttributeNS() nisqata aswan rantinpi churay. \u0020

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
quy: getPreventDefault() nisqan mana kaskisqa kachkan .defaultPrevented nisqata churay rantinpi.

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
quy: getUserData() utaq setUserData() nisqakuna mana chaskisqa kachkan. WeakMap o element.dataset nisqata churay rantinpi.\u0020

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
quy: \u0020Mutation nisq qawanapatakunaqa manañan chaskikunmanñachu MutationObserver.nisqataña rantinpi churay.\u0020

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
quy: releaseEvents() es obsoleto. nisqa ruwayqa mana imapaqmi.kikinpaykita kunanchanaykipaqqa removeEventListener() de DOM 2.nisqata ruway aswanta munaspaykiqa haykuyhttp://developer.mozilla.org/en/docs/DOM:element.removeEventListener nisqaman.

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
quy: \u0020removeAttributeNode() nisqata churanki chayqa mana imapaqmi . removeAttribute()nisqata aswan rantinpi churay.\u0020

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
quy: setAttributeNode() nisqata churanki chayqa mana imapaqmi kanqa .setAttribute() nisqata aswan rantinpi churay.\u0020

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
quy: setAttributeNodeNS() nisqata churanki chayqa mana imapaqmi. setAttributeNS()nisqata aswan rantinpi churay.\u0020

source: Use of setVelocity on the PannerNode and AudioListener, and speedOfSound and dopplerFactor on the AudioListener are deprecated and those members will be removed. For more help https://developer.mozilla.org/en-US/docs/Web/API/AudioListener#Deprecated_features
quy: setVelocity en el PannerNode y AudioListener, nisqapa ruwayqa speedOfSound y dopplerFactor nisqapipas chay AudioListener nisqapin mana imapaq kaykunataqmi wikapachikunqaku aswan yanapakuypaq https://developer.mozilla.org/es/docs/Web/API/AudioListener#Deprecated_features kayman haykuy.

source: Use of window.showModalDialog() is deprecated. Use window.open() instead. For more help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
quy: window.showModalDialog() nisqa ruwayqa mana imapaqmi .window.open() nisqawan rantinpi ruway .visita https://developer.mozilla.org/en-US/docs/Web/API/Window.open nisqaman haykuy aswan yanapakuypaq .

source: Use of XMLHttpRequest’s responseType attribute is no longer supported in the synchronous mode in window context.
quy: Type de XMLHttpRequest nisqa kaqnintas kutichin chaysi manaña chaskinñachu tupanasqa muyuriqnin wasituqupi.\u0020

source: Use of XMLHttpRequest’s timeout attribute is not supported in the synchronous mode in window context.
quy: withCredentials de XMLHttpRequest nisqapi kaqnintas manaña chaskinmanchu tupanasqa wasituqu muyuriqninpi. \u0020

source: Use Password Manager to remember this password.
quy: Paykllapa haywaqkunatan churay chay payllapa kasqanta yuyanaykipaq

source: Use Password Manager to remember this value.
quy: Payllapa haywaqkunatan churaq atipayta yuyanaykipaq.

source: User Agent
quy: Llankaq haykuq

source: user.js Preferences
quy: user.js nisqapi imamunaykuna

source: Username
quy: Haykuq suti\u0020

source: User Name:
quy: Haykuqpasutin

source: User Namespaces
quy: Haykuqpasutin

source: User Namespaces for privileged processes
quy: Haykuqpasutin qatiqati payllapaqkuna

source: Value
quy: Manamanchaq, chaninchasqa, chanin.

source: Vendor ID
quy: ID nisqapa qatuq

source: Verify Integrity
quy: Allinkay chiqanchana

source: Version
quy: Imaninan

source: Version in use
quy: Ruwasqanpi ima ninan

source: vertical strike
quy: qichqanpa siqllu \u0020

source: visited
quy: watukusqa\u0020

source: vstrike
quy: vstrike nisqa \u0020

source: Warning: Low memory
quy: Yanqataq: pisi yuyaychayuqmi kashkan \u0020

source: Warning: Unresponsive plugin
quy: Yanqataq Plugin nisqan mana kutichiyta atinchu.\u0020

source: Warning: Unresponsive script
quy: Script nisqa willakuy :mana kutichisqa \u0020

source: WebRTC interfaces with the “moz” prefix (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) have been deprecated.
quy: Qatiqatiruwaykuna WebRTC con el prefijo "moz" (mozRTCPeerConnection, mozRTCSessionDescription, mozRTCIceCandidate) nisqapi manan chaskisqachu kanku.\u0020

source: WebSockets
quy: Llikachasqakuna

source: wheel input enabled
quy: Hukuchaq kuyuyninpa haykunan kichasqa

source: white space
quy: Illaq \u0020

source: Widevine Content Decryption Module provided by Google Inc.
quy: Widevine Content Decryption Module provided by Google Inc nisqa

source: Will-change memory consumption is too high. Budget limit is the document surface area multiplied by %1$S (%2$S px). Occurrences of will-change over the budget will be ignored.
quy: Will-change nisqa yuyaychaymi nichu mana aypay .imakaqpa tukuyninqa kaskasqarapipa panpachakuy miraynin%1$S (%2$S píxeles) nisqapi will-change nisqaq wasapay miraynin rikuriyninkunaqa manan qawarikunqañachu.

source: window._content is deprecated. Please use window.content instead.
quy: window._ nisqa mana imapaq window.content nisqata churay rantinpi

source: with 1 column;with #1 columns
quy: Huk chawchunwan ;#1 nisqapa chawchunkunawan \u0020

source: Workarounds
quy: Workarounds nisqa

source: Would you like %S to remember this login?
quy: %S nisqa munawaqchu kay qallariy llankayta yuyachisunaykita.

source: Would you like to remember the password for “%1$S” on %2$S?
quy: Would you like to remember the password for “%1$S” on %2$S? nisqa

source: Would you like to remember the password on %S?
quy: %S nisqapaq munawaqchu chay payllapa nisqata allchayta?

source: Would you like to update the saved password?
quy: Kunanchayta munawaqchu payllapa nisqata?

source: Would you like to update the saved password for “%S”?
quy: Would you like to update the saved password for “%S”? nisqa

source: Would you like to update this login?
quy: Kay qallariyta munawaqchu kunanchayta?

source: Would you like to update this password?
quy: munawaqchu kay payllapa nisqata kunanchayta?\u0020

source: (x)
quy: (x) nisqa\u0020

source: You don’t have the permissions necessary to install this update. Please contact your system administrator.
quy: You don’t have the permissions necessary to install this update. Please contact your system administrator. nisqa

source: You have paused downloading this update. Do you want to download the update in the background while you continue to use %S?
quy: Kay kunanchaypa taqtapaynintan ñitirunki. Munankichu kay kunanchaypi kasqanta chaymanta taqtapayta %S? nisqapi kachkaspa?

source: Your profile folder contains a <a data-l10n-name="user-js-link">user.js file</a>, which includes preferences that were not created by { -brand-short-name }.
quy: Imakaq hampara taqiqa huntasqan<a data-l10n-name="user-js-link">nisqa taqichasqawanuser.js</a> kaypiqa huntapakunmi mana paqariq lmamunasqaykiwan { -brand-short-name }.nisqawan.

source: %1$s finished
quy: %1$s tukusqa

source: %1$s is free and open source software made by Mozilla and other contributors.
quy: %1$s kaqqa juk software kichasqa codigoyuqtaq chanta qhasitaq, Mozillawan chanta wak yanapaqkunawan ima paqarichisqa.

source: About %1$s
quy: Kaymanta %1$s

source: About %1$s, help
quy: Kaymanta %1$s, yanapay

source: Add
quy: Yapay

source: Add and manage custom autocomplete URLs.
quy: Yapay chanta kamachiy sapanchasqa sapanmanta junt'achiyta URLs.

source: + Add another search engine
quy: + Wak mask'aq motorta yapay

source: + Add custom URL
quy: + sapanchaykunata yapay URL

source: Add custom URL
quy: Sapanchaykunata yapay URL

source: Add search engine
quy: Mask'aq motorta yapay

source: Add shortcuts to your home screen
quy: Qallariy pantallaykiman chiqan yaykunata yapay

source: Add to Home screen
quy: Qallariy pantallaman yapaykuy

source: An installed search engine is already using that name.
quy: Juk chantisqa mask'aq motor chay sutiwan llamk'achkanña.

source: Automatic private browsing. Browse. Erase. Repeat.
quy: Sapanmanta asuy t'aqwiriy. T'aqwiriy. Pichay. Kutikipay.

source: Block 3rd-party cookies only
quy: Cookies 3 ñiqi kaqkunallaqpata ch'ataykuy

source: Block ad trackers
quy: Publicidadmanta tarichiqkunata ch'ataykuy

source: Block analytic trackers
quy: Analiticos tarichiqkunata ch'ataykuy

source: Block cookies
quy: Cookies ch'ataykuy

source: Block JavaScript
quy: JavaScript ch'ataykuy

source: Block other content trackers
quy: Wak tiyapuykunamanta tarichiqkunata ch'ataykuy

source: Block social trackers
quy: Social tarichiqkunata ch'ataykuy

source: Block trackers
quy: Tarichiqkunata ch'ataykuy

source: Block web fonts
quy: Web paqariykunata ch'ataykuy

source: Check that search string matches Example format
quy: Qhawaykachay mask'aq wallqaqa kikin kananta ejemplo rikukuywan

source: Clear
quy: Pichay

source: Clear input
quy: Registrota pichay

source: Cookies and Site Data
quy: Cookies chanta Kitimanta Willaykuna

source: Data Choices
quy: Willaykunamanta Akllaykuna

source: Data Collection & Use
quy: Willaykunamanta tantaynin chanta llamk'aynin ima

source: Dismiss
quy: Wich'uy

source: Double-check the URL you entered.
quy: Watiqmanta qhawaykuy kay URL qillqasqaykita.

source: Download Firefox
quy: Firefox kaqta uraykuchiy

source: Embedded on sites to track your visits and to display functionality like share buttons
quy: Raphikunapi yapasqa kachkanku yaykuyniykita tarinankupaq chanta llamk'ayta rikuchinanpaq, kikin botonesjina qunakunapaq

source: Enabling may cause some pages to behave unexpectedly
quy: Kawsachiyqa wakin raphikuna mana suyaq llamk'achiy kanankuta ruwachinman

source: Enter search engine name
quy: Mask'aq motor sutinta qillqay

source: Enter search string
quy: Mask'aq wallqata qillqay

source: Erase
quy: Pichay

source: Erase and Open
quy: Pichaytaq kichariytaq

source: Erase browsing history
quy: Ñawpa yaykusqa t'aqwiriyta pichay

source: Example: example.com
quy: Kayjina: example.com

source: Example: example.com/search/?q=%s
quy: Kayjina: example.com/search/?q=%s

source: Example: mozilla.org
quy: Kayjina: mozilla.org

source: Exit Private Browsing?
quy: ¿Asuy t'aqwiriymanta lluqsinkichu?

source: Find an app that can open link
quy: Juk aplicación tariy mayqinchus kay t'inkiyta kichariy atinanpaq

source: Find in Page
quy: Kay raphipi tariy

source: General
quy: Jatunnin

source: Hide webpages when switching apps and block taking screenshots.
quy: Web raphikunata pakay ruwaykunata chhalaptiyki

source: Insecure Connection
quy: Mana takya t'inkiy

source: Installed search engines
quy: Mask'aq motores chantisqa

source: Learn more
quy: Astawan yachay

source: Loading
quy: Chaqnanachkan

source: Make %1$s default browser
quy: Tikray %1$s ajinaña churasqa t'aqwiriqniykipi

source: Make privacy a habit
quy: Asuymanta juk sapakuti ruwayta ruway

source: May result in missing icons or images
quy: Unanchakunata mana chay rikch'aykunata pisichiy atinman

source: More options
quy: Aswan akllaykuna

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
quy: Mozilla aswan munasqallata tantananpaq kaypachakun qusunankupaq chanta allinchanankupaq %1$s tukuypaq.

source: Navigate back
quy: Ñawpa raphiman riy

source: Navigate forward
quy: Ñawpaqman riy

source: New custom URL added.
quy: Musuq sapanchasqa URL yapasqa.

source: New search engine added.
quy: Musuq mask'aq motor yapasqa.

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
quy: Ni mayqin aplicaciones kay dispositivoykiqpata kay t'inkiyta kichariy atinchu. Lluqsiy atiwaq kaymanta %1$s mask'anaykipaq kaypi %2$s juk tupakuq aplicacionta.

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
quy: Willaykuqkuna sesion kaqta pichay atichisunki kaymanta %1$s juk ñit'iywan. Mana aplicacionta kicharinallaykiñachu tiyan nitaq qhawayta imachus t'aqwiriqpi llamk'akuchkanta.

source: OK, got it!
quy: ¡Ari, jap'iqasqa!

source: Open
quy: Kichay

source: Open in…
quy: Kichariy kaypi…

source: Open in %1$s
quy: Kichariy kaypi %1$s

source: Open link in another app
quy: T'inkiyta kichariy wak aplicaciónwan

source: Pages may load faster, but may also behave unexpectedly
quy: Raphikuna aswan utqhayta chaqnanay atinkuman, ichaqa mana suyaq kaqjinata llamk'ay atillankutaq

source: Paste or enter URL
quy: Mach'ay mana chay URL qillqay

source: Powered by %1$s
quy: Kallpachasqa kaywan %1$s

source: Power up your privacy
quy: Asuykita kallpachay

source: Privacy Notice
quy: Asuymanta willay

source: Privacy & Security
quy: Asuy chanta Takya

source: Private browsing session
quy: Asuy t'aqwiriymanta sesión

source: Reload website
quy: Watiqmanta chaqnanay web raphita

source: Remove custom URLs
quy: Sapanchasqa URLs raqpay

source: Remove search engines
quy: Mask'aq motoresta raqpay

source: Report Site Issue
quy: Kitiqpata Ch'ampanta Willay

source: Request desktop site
quy: Escritoriomanta kitita mañay

source: Restore default search engines
quy: Ajinaña jamuq mask'aq motoresta jamuyninman kutichiy

source: Return to previous app
quy: Ñawpa aplicacionman kutiy

source: Return to your favorite sites in %1$s quickly. Just select \"Add to Home screen\" from the %1$s menu.
quy: Aswan munasqa kitikunaykita watiqmanta watukuy kaypi %1$s utqhaytapacha. Akllay \"Qallariy pantallaman yapay\" kay %1$s menu kaqpi.

source: Search engine name
quy: Mask'aq motorpata sutin

source: Search for %1$s
quy: Mask'ay kaypaq %1$s

source: Searching for something different? Choose another default search engine in Settings.
quy: ¿Jukjinatachu mask'achkanki? Wak ajinaña jamuq mask'aq motorta akllay configuracionpi.

source: Search or enter address
quy: Mask'ay mana chay dirección ñisqaman yaykuy

source: Search Privately
quy: Asuy mask'ay

source: Search string to use
quy: Mayqin mask'aq wallqawanchus llamk'akunqa

source: Secure connection
quy: Takya t'inkiy

source: Secure Connection
quy: Takya t'inkiy

source: Send usage data
quy: Llamk'akusqamanta willaykunata kachay

source: Server not found
quy: Mana jaywaqta tarikunchu
